Repository: GOODMAN-PRO/nib
Catalog: Nib/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans, zh_hant

source: To-do, done
de: To-do, erledigt
es: Pendiente, hecho
fr: À faire, fait
it: Da fare, completato
ja: ToDo、完了
ko: 할 일, 완료
nl: Taak, gereed
pl: Do zrobienia, wykonane
pt_br: A fazer, feito
ru: Задача, выполнена
sv: Att göra, klar
tr: Yapılacak, yapıldı
zh_hans: 待办，已完成
zh_hant: 待辦，已完成

source: To-do, not done
de: To-do, nicht erledigt
es: Pendiente, no hecho
fr: À faire, non fait
it: Da fare, non completato
ja: ToDo、未完了
ko: 할 일, 미완료
nl: Taak, niet gereed
pl: Do zrobienia, niewykonane
pt_br: A fazer, não feito
ru: Задача, не выполнена
sv: Att göra, inte klar
tr: Yapılacak, yapılmadı
zh_hans: 待办，未完成
zh_hant: 待辦，未完成

source: Toast
de: Hinweis
es: Aviso
fr: Notification
it: Avviso
ja: トースト
ko: 토스트
nl: Melding
pl: Powiadomienie
pt_br: Aviso
ru: Уведомление
tr: Bildirim
zh_hans: 提示
zh_hant: 提示

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
sv: Idag
tr: Bugün
zh_hans: 今天
zh_hant: 今天

source: Toggle Checkbox
de: Checkbox umschalten
es: Activar o desactivar casilla
fr: Cocher ou décocher
it: Attiva/disattiva casella
ja: チェックボックスを切り替え
ko: 체크박스 전환
nl: Schakel aankruisvak in of uit
pl: Przełącz pole wyboru
pt_br: Alternar Caixa de Seleção
ru: Переключить флажок
sv: Växla kryssruta
tr: Onay Kutusunu Değiştir
zh_hans: 切换复选框
zh_hant: 切換勾選框

source: Token, hidden
de: Token, ausgeblendet
es: Token, oculto
fr: Jeton, masqué
it: Token, nascosto
ja: トークン、非表示
ko: 토큰, 숨겨짐
nl: Token, verborgen
pl: Token, ukryty
pt_br: Token, oculto
ru: Токен, скрыт
sv: Token, dold
tr: Belirteç, gizli
zh_hans: 令牌，已隐藏
zh_hant: 權杖，已隱藏

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
ja: 明日
ko: 내일
nl: Morgen
pl: Jutro
pt_br: Amanhã
ru: Завтра
sv: Imorgon
tr: Yarın
zh_hans: 明天
zh_hant: 明天

source: Tool presets and colour picker
de: Werkzeugvorgaben und Farbauswahl
es: Preajustes de herramientas y selector de color
fr: Préréglages d’outils et sélecteur de couleur
it: Preimpostazioni strumenti e selettore colore
ja: ツールプリセットとカラーピッカー
ko: 도구 프리셋 및 색상 선택기
nl: Gereedschapsvoorinstellingen en kleurkiezer
pl: Ustawienia narzędzi i wybór koloru
pt_br: Predefinições de ferramentas e seletor de cores
ru: Пресеты инструментов и выбор цвета
sv: Verktygsförinställningar och färgväljare
tr: Araç hazır ayarları ve renk seçici
zh_hans: 工具预设和颜色选择器
zh_hant: 工具預設組和顏色選擇器

source: Toolbar
de: Symbolleiste
es: Barra de herramientas
fr: Barre d’outils
it: Barra strumenti
ja: ツールバー
ko: 도구 막대
nl: Knoppenbalk
pl: Pasek narzędzi
pt_br: Barra de ferramentas
ru: Панель инструментов
sv: Verktygsfält
tr: Araç çubuğu
zh_hans: 工具栏
zh_hant: 工具列

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
ko: 도구
nl: Gereedschap
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
sv: Verktyg
tr: Araçlar
zh_hans: 工具
zh_hant: 工具

source: Topic
de: Thema
es: Tema
fr: Sujet
it: Argomento
ja: トピック
ko: 주제
nl: Onderwerp
pl: Temat
pt_br: Tópico
ru: Тема
sv: Ämne
tr: Konu
zh_hans: 主题
zh_hant: 主題

source: Touch and hold a file, then drag it to change the order.
de: Lege den Finger auf eine Datei und ziehe sie, um die Reihenfolge zu ändern.
es: Mantén pulsado un archivo y arrástralo para cambiar el orden.
fr: Maintenez le doigt sur un fichier, puis faites-le glisser pour changer l’ordre.
it: Tocca e tieni premuto un file, quindi trascinalo per cambiare l’ordine.
ja: ファイルを長押ししてドラッグすると、順番を変更できます。
ko: 파일을 길게 터치한 다음 드래그하여 순서를 변경하십시오.
nl: Houd je vinger op een bestand en sleep het om de volgorde te wijzigen.
pl: Dotknij pliku i przytrzymaj, a następnie przeciągnij go, aby zmienić kolejność.
pt_br: Toque e mantenha pressionado um arquivo e arraste-o para mudar a ordem.
ru: Коснитесь файла и удерживайте его, затем перетащите, чтобы изменить порядок.
sv: Håll fingret på en fil och dra den för att ändra ordningen.
tr: Sırayı değiştirmek için bir dosyaya dokunup basılı tutun, ardından sürükleyin.
zh_hans: 按住文件，然后拖移以更改顺序。
zh_hant: 按住檔案，然後拖移以更改順序。

source: Trail
de: Spur
es: Estela
fr: Traînée
it: Scia
ja: 軌跡
ko: 흔적
nl: Spoor
pl: Smuga
pt_br: Rastro
ru: След
sv: Spår
tr: İz
zh_hans: 轨迹
zh_hant: 軌跡

source: Trail length
de: Spurlänge
es: Longitud de la estela
fr: Longueur de la traînée
it: Lunghezza della scia
ja: 軌跡の長さ
ko: 흔적 길이
nl: Spoorlengte
pl: Długość smugi
pt_br: Comprimento do rastro
ru: Длина следа
sv: Spårlängd
tr: İz uzunluğu
zh_hans: 轨迹长度
zh_hant: 軌跡長度

source: Transcription
de: Transkription
es: Transcripción
it: Trascrizione
ja: 文字起こし
ko: 전사
nl: Transcriptie
pl: Transkrypcja
pt_br: Transcrição
ru: Транскрипция
sv: Transkribering
tr: Metne dökme
zh_hans: 转写
zh_hant: 轉錄

source: Transform
de: Transformieren
es: Transformar
fr: Transformer
it: Trasforma
ja: 変形
ko: 변형
nl: Transformeer
pl: Przekształć
pt_br: Transformar
ru: Трансформация
sv: Transformera
tr: Dönüştür
zh_hans: 变换
zh_hant: 變形

source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille
it: Cestino
ja: ゴミ箱
ko: 휴지통
nl: Prullenmand
pl: Kosz
pt_br: Lixeira
ru: Корзина
sv: Papperskorg
tr: Çöp Kutusu
zh_hans: 废纸篓
zh_hant: 垃圾桶

source: Trash is empty
de: Papierkorb ist leer
es: La papelera está vacía
fr: La corbeille est vide
it: Il Cestino è vuoto
ja: ゴミ箱は空です
ko: 휴지통이 비어 있음
nl: Prullenmand is leeg
pl: Kosz jest pusty
pt_br: A Lixeira está vazia
ru: Корзина пуста
sv: Papperskorgen är tom
tr: Çöp Kutusu boş
zh_hans: 废纸篓为空
zh_hant: 垃圾桶是空的

source: Travel
de: Reisen
es: Viaje
fr: Voyage
it: Viaggio
ja: 旅行
ko: 여행
nl: Reizen
pl: Podróż
pt_br: Viagem
ru: Путешествие
sv: Resor
tr: Seyahat
zh_hans: 旅行
zh_hant: 旅行

source: Triangle
de: Dreieck
es: Triángulo
it: Triangolo
ja: 三角形
ko: 삼각형
nl: Driehoek
pl: Trójkąt
pt_br: Triângulo
ru: Треугольник
sv: Triangel
tr: Üçgen
zh_hans: 三角形
zh_hant: 三角形

source: Trophy
de: Pokal
es: Trofeo
fr: Trophée
it: Trofeo
ja: トロフィー
ko: 트로피
nl: Trofee
pl: Puchar
pt_br: Troféu
ru: Кубок
sv: Pokal
tr: Kupa
zh_hans: 奖杯
zh_hant: 獎盃

source: Troubleshooting
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
nl: Probleemoplossing
pl: Rozwiązywanie problemów
pt_br: Solução de Problemas
ru: Устранение неполадок
sv: Felsökning
tr: Sorun Giderme
zh_hans: 故障排除
zh_hant: 疑難排解

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Tentar Novamente
ru: Повторить
sv: Försök igen
tr: Yeniden Dene
zh_hans: 重试
zh_hant: 再試一次

source: Try a shorter word, such as Pencil or Language.
de: Versuche ein kürzeres Wort, etwa „Pencil“ oder „Sprache“.
es: Prueba con una palabra más corta, como Pencil o Idioma.
fr: Essayez un mot plus court, comme Pencil ou Langue.
it: Prova una parola più breve, come Pencil o Lingua.
ja: 「Pencil」や「言語」など、短い語句を試してください。
ko: Pencil이나 언어처럼 더 짧은 단어로 시도하십시오.
nl: Probeer een korter woord, zoals Pencil of Taal.
pl: Spróbuj krótszego słowa, np. Pencil lub Język.
pt_br: Tente uma palavra mais curta, como Pencil ou Idioma.
ru: Попробуйте более короткое слово, например Pencil или «язык».
sv: Prova ett kortare ord, som Pencil eller Språk.
tr: Pencil veya Dil gibi daha kısa bir sözcük deneyin.
zh_hans: 请尝试更短的词，例如 Pencil 或语言。
zh_hant: 請嘗試較短的字詞，例如 Pencil 或語言。

source: Try another name.
de: Versuche einen anderen Namen.
es: Prueba con otro nombre.
fr: Essayez un autre nom.
it: Prova un altro nome.
ja: 別の名前を試してください。
ko: 다른 이름을 입력해 보십시오.
nl: Probeer een andere naam.
pl: Spróbuj innej nazwy.
pt_br: Tente outro nome.
ru: Попробуйте другое название.
sv: Prova ett annat namn.
tr: Başka bir ad deneyin.
zh_hans: 请尝试其他名称。
zh_hant: 請嘗試其他名稱。

source: Try another port, or turn the bridge off and on again.
de: Versuche einen anderen Port oder schalte die Bridge aus und wieder ein.
es: Prueba otro puerto o desactiva el puente y vuelve a activarlo.
fr: Essayez un autre port, ou désactivez puis réactivez la passerelle.
it: Prova un’altra porta oppure disattiva e riattiva il bridge.
ja: 別のポートを試すか、ブリッジをオフにしてからもう一度オンにしてください。
ko: 다른 포트를 시도하거나 브리지를 껐다가 다시 켜십시오.
nl: Probeer een andere poort of zet de bridge uit en weer aan.
pl: Spróbuj innego portu lub wyłącz i ponownie włącz mostek.
pt_br: Tente outra porta ou desative e ative a ponte novamente.
ru: Попробуйте другой порт или выключите и снова включите мост.
sv: Prova en annan port, eller stäng av bryggan och slå på den igen.
tr: Başka bir kapı deneyin veya köprüyü kapatıp yeniden açın.
zh_hans: 请尝试其他端口，或关闭桥接后再打开。
zh_hant: 請嘗試其他埠，或關閉橋接後再打開。

source: Try the lines below, then choose what writes. Everything else scrolls and selects, so a resting palm leaves no mark.
de: Probiere die Linien unten aus und wähle dann, was schreibt. Alles andere scrollt und wählt aus, damit ein aufliegender Handballen keine Spur hinterlässt.
es: Prueba las líneas de abajo y elige qué escribe. Todo lo demás desplaza y selecciona, así que una palma apoyada no deja marca.
fr: Essayez les lignes ci-dessous, puis choisissez ce qui écrit. Tout le reste fait défiler et sélectionne : une paume posée ne laisse donc aucune trace.
it: Prova le righe qui sotto, poi scegli cosa scrive. Tutto il resto scorre e seleziona, così un palmo appoggiato non lascia segni.
ja: 下の線で試してから、書くための入力を選択してください。それ以外はスクロールや選択になるので、手のひらを置いても跡が付きません。
ko: 아래 선에서 사용해 본 다음 쓸 때 사용할 입력을 선택하십시오. 그 외의 입력은 스크롤과 선택에 사용되므로 손바닥을 올려도 자국이 남지 않습니다.
nl: Probeer de lijnen hieronder en kies dan wat schrijft. Al het andere scrolt en selecteert, zodat een rustende handpalm geen streep achterlaat.
pl: Wypróbuj linie poniżej, a następnie wybierz, czym piszesz. Wszystko inne przewija i zaznacza, więc oparta dłoń nie zostawia śladu.
pt_br: Experimente as linhas abaixo e escolha o que escreve. Todo o resto rola e seleciona, então a palma apoiada não deixa marcas.
ru: Попробуйте линии ниже, затем выберите, чем писать. Все остальное прокручивает и выбирает, поэтому лежащая ладонь не оставляет следов.
sv: Prova linjerna nedan och välj sedan vad som skriver. Allt annat rullar och markerar, så en vilande handflata lämnar inga märken.
tr: Aşağıdaki çizgileri deneyin, ardından neyin yazacağını seçin. Geri kalan her şey kaydırır ve seçer; böylece dayanan bir avuç içi iz bırakmaz.
zh_hans: 试试下方的线条，然后选择用什么书写。其他输入都用于滚动和选择，因此搁在屏幕上的手掌不会留下痕迹。
zh_hant: 試試下方的線條，然後選擇用什麼書寫。其他輸入都用於捲動和選取，因此擱在螢幕上的手掌不會留下痕跡。

source: Try writing on the next page.
de: Versuche, auf der nächsten Seite zu schreiben.
es: Prueba a escribir en la página siguiente.
fr: Essayez d’écrire sur la page suivante.
it: Prova a scrivere nella pagina successiva.
ja: 次のページに書いてみましょう。
ko: 다음 페이지에 써 보십시오.
nl: Probeer te schrijven op de volgende pagina.
pl: Spróbuj pisać na następnej stronie.
pt_br: Experimente escrever na próxima página.
ru: Попробуйте писать на следующей странице.
sv: Prova att skriva på nästa sida.
tr: Sonraki sayfada yazmayı deneyin.
zh_hans: 试着在下一页上书写。
zh_hant: 試著在下一頁上書寫。

source: Turn Into
de: Umwandeln in
es: Convertir en
fr: Transformer en
it: Trasforma in
ja: 変換
ko: 변환
nl: Zet om in
pl: Zamień na
pt_br: Transformar em
ru: Превратить в
sv: Gör om till
tr: Şuna Dönüştür
zh_hans: 转换为
zh_hant: 轉換為

source: Turn Into, %lld kinds
de: Umwandeln in, %lld Arten
es: Convertir en, %lld tipos
fr: Transformer en, %lld types
it: Trasforma in, %lld tipi
ja: 変換、%lld種類
ko: 변환, %lld가지 유형
nl: Zet om in, %lld soorten
pl: Zamień na, liczba rodzajów: %lld
pt_br: Transformar em, %lld tipos
ru: Превратить в, видов: %lld
sv: Gör om till, %lld typer
tr: Şuna Dönüştür, %lld tür
zh_hans: 转换为，%lld 种类型
zh_hant: 轉換為，%lld 種類型

source: Turn Into…
de: Umwandeln in …
es: Convertir en…
fr: Transformer en…
it: Trasforma in…
ja: 変換…
ko: 변환…
nl: Zet om in…
pl: Zamień na…
pt_br: Transformar em…
ru: Превратить в…
sv: Gör om till …
tr: Şuna Dönüştür…
zh_hans: 转换为…
zh_hant: 轉換為⋯

source: Turn Off Bridge
de: Bridge ausschalten
es: Desactivar puente
fr: Désactiver la passerelle
it: Disattiva bridge
ja: ブリッジをオフにする
ko: 브리지 끄기
nl: Zet bridge uit
pl: Wyłącz mostek
pt_br: Desativar Ponte
ru: Выключить мост
sv: Stäng av bryggan
tr: Köprüyü Kapat
zh_hans: 关闭桥接
zh_hant: 關閉橋接

source: Turn Off Password
de: Passwort deaktivieren
es: Desactivar contraseña
fr: Désactiver le mot de passe
it: Disattiva password
ja: パスワードをオフにする
ko: 암호 끄기
nl: Zet wachtwoord uit
pl: Wyłącz hasło
pt_br: Desativar Senha
ru: Выключить пароль
sv: Stäng av lösenord
tr: Parolayı Kapat
zh_hans: 关闭密码
zh_hant: 關閉密碼

source: Turn On %@
de: %@ aktivieren
es: Activar %@
fr: Activer %@
it: Attiva %@
ja: %@をオンにする
ko: %@ 켜기
nl: Zet %@ aan
pl: Włącz %@
pt_br: Ativar %@
ru: Включить %@
sv: Slå på %@
tr: %@ Özelliğini Aç
zh_hans: 打开%@
zh_hant: 開啟%@

source: Turn into %@
de: In %@ umwandeln
es: Convertir en %@
fr: Transformer en %@
it: Trasforma in %@
ja: %@に変換
ko: %@(으)로 변환
nl: Zet om in %@
pl: Zamień na: %@
pt_br: Transformar em %@
ru: Превратить в «%@»
sv: Gör om till %@
tr: %@ Olarak Dönüştür
zh_hans: 转换为%@
zh_hant: 轉換為%@

source: Turn into Text
de: In Text umwandeln
es: Convertir en texto
fr: Transformer en texte
it: Trasforma in testo
ja: テキストに変換
ko: 텍스트로 변환
nl: Zet om in tekst
pl: Zamień na tekst
pt_br: Transformar em Texto
ru: Превратить в текст
sv: Gör om till text
tr: Metne Dönüştür
zh_hans: 转换为文本
zh_hant: 轉換為文字

source: Turn off the password?
de: Passwort deaktivieren?
es: ¿Desactivar la contraseña?
fr: Désactiver le mot de passe ?
it: Disattivare la password?
ja: パスワードをオフにしますか？
ko: 암호를 끄겠습니까?
nl: Wachtwoord uitzetten?
pl: Wyłączyć hasło?
pt_br: Desativar a senha?
ru: Выключить пароль?
sv: Stänga av lösenordet?
tr: Parola kapatılsın mı?
zh_hans: 关闭密码？
zh_hant: 要關閉密碼嗎？

source: Turn on Temporary Diagnostic Mode under Nib in the Settings app. When you come back to Nib, or the next time it opens, it saves a copy of your whole library as a zip in the Files app, in Nib's diagnostics folder, then turns itself off.
de: Aktiviere den temporären Diagnosemodus unter „Nib“ in der App „Einstellungen“. Wenn du zu Nib zurückkehrst oder es das nächste Mal öffnest, sichert es eine Kopie deiner gesamten Bibliothek als ZIP in der App „Dateien“ im Diagnoseordner von Nib und deaktiviert sich dann selbst.
es: Activa el modo de diagnóstico temporal en Nib, en la app Ajustes. Cuando vuelvas a Nib, o la próxima vez que se abra, guardará una copia de toda tu biblioteca como zip en la app Archivos, en la carpeta de diagnóstico de Nib, y después se desactivará.
fr: Activez le mode de diagnostic temporaire sous Nib dans l’app Réglages. Lorsque vous revenez dans Nib, ou à sa prochaine ouverture, il enregistre une copie de toute votre bibliothèque au format zip dans l’app Fichiers, dans le dossier de diagnostic de Nib, puis se désactive.
it: Attiva la modalità diagnostica temporanea sotto Nib nell’app Impostazioni. Quando torni su Nib, o alla sua prossima apertura, salva una copia dell’intera libreria come file zip nell’app File, nella cartella di diagnostica di Nib, quindi si disattiva.
ja: 「設定」アプリの「Nib」で一時診断モードをオンにしてください。Nibに戻ったとき、または次回開いたときに、ライブラリ全体のコピーをzipとして「ファイル」AppのNibの診断フォルダに保存し、その後自動でオフになります。
ko: 설정 앱의 Nib에서 임시 진단 모드를 켜십시오. Nib으로 돌아오거나 다음에 열 때 전체 라이브러리의 사본을 파일 앱의 Nib 진단 폴더에 zip으로 저장한 다음 스스로 꺼집니다.
nl: Zet de tijdelijke diagnosemodus aan bij Nib in de Instellingen-app. Wanneer je terugkomt in Nib, of de volgende keer dat het opent, bewaart het een kopie van je hele bibliotheek als zip in de Bestanden-app, in de diagnosemap van Nib, en zet zichzelf daarna uit.
pl: Włącz tymczasowy tryb diagnostyczny w sekcji Nib w aplikacji Ustawienia. Gdy wrócisz do Nib lub przy następnym otwarciu, zachowa on kopię całej biblioteki jako plik zip w aplikacji Pliki, w folderze diagnostyki Nib, a następnie się wyłączy.
pt_br: Ative o Modo de Diagnóstico Temporário em Nib, no app Ajustes. Quando você voltar ao Nib, ou na próxima vez que ele abrir, ele salvará uma cópia de toda a sua biblioteca como zip no app Arquivos, na pasta de diagnóstico do Nib, e depois se desativará.
ru: Включите временный режим диагностики в разделе Nib приложения «Настройки». Когда вы вернетесь в Nib или при следующем открытии, он сохранит копию всей библиотеки в виде ZIP в приложении «Файлы», в папке диагностики Nib, а затем выключится.
sv: Slå på Tillfälligt diagnostikläge under Nib i appen Inställningar. När du återvänder till Nib, eller nästa gång den öppnas, sparar den en kopia av hela biblioteket som zip i appen Filer, i Nibs diagnostikmapp, och stänger sedan av sig själv.
tr: Ayarlar uygulamasında Nib altından Geçici Tanılama Modu’nu açın. Nib’e döndüğünüzde veya bir sonraki açılışta, tüm kitaplığınızın bir kopyasını Dosyalar uygulamasında Nib’in tanılama klasörüne zip olarak kaydeder ve ardından kendini kapatır.
zh_hans: 请在“设置”App 的“Nib”下打开临时诊断模式。当你回到 Nib 或下次打开它时，它会将整个资料库的副本以 zip 格式存储到“文件”App 中 Nib 的诊断文件夹，然后自行关闭。
zh_hant: 請在「設定」App 的「Nib」下開啟暫時診斷模式。當你回到 Nib 或下次打開它時，它會將整個資料庫的副本以 zip 格式儲存到「檔案」App 中 Nib 的診斷檔案夾，然後自行關閉。

source: Turning a feature off takes effect the next time you open Nib, so you can find the one that stops it from opening. The features Nib needs to open your library, Password lock and managed settings stay on.
de: Das Deaktivieren einer Funktion wirkt beim nächsten Öffnen von Nib, damit du diejenige findest, die das Öffnen verhindert. Die Funktionen, die Nib zum Öffnen deiner Bibliothek braucht, die Passwortsperre und verwaltete Einstellungen bleiben aktiviert.
es: Desactivar una función surte efecto la próxima vez que abras Nib, para que puedas encontrar la que impide que se abra. Las funciones que Nib necesita para abrir tu biblioteca, el bloqueo con contraseña y los ajustes gestionados siguen activados.
fr: La désactivation d’une fonctionnalité prend effet à la prochaine ouverture de Nib, afin que vous puissiez trouver celle qui l’empêche de s’ouvrir. Les fonctionnalités dont Nib a besoin pour ouvrir votre bibliothèque, le verrouillage par mot de passe et les réglages gérés restent activés.
it: La disattivazione di una funzione ha effetto alla successiva apertura di Nib, così puoi trovare quella che ne impedisce l’apertura. Le funzioni di cui Nib ha bisogno per aprire la libreria, il blocco con password e le impostazioni gestite restano attive.
ja: 機能をオフにすると次回Nibを開いたときに反映されるため、Nibが開かなくなる原因の機能を特定できます。ライブラリを開くために必要な機能、パスワードロック、管理された設定はオンのままです。
ko: 기능을 끄면 다음에 Nib을 열 때 적용되므로 Nib이 열리지 않게 하는 기능을 찾을 수 있습니다. 라이브러리를 여는 데 필요한 기능, 암호 잠금 및 관리되는 설정은 켜진 상태로 유지됩니다.
nl: Een functie uitzetten wordt van kracht de volgende keer dat je Nib opent, zodat je de functie kunt vinden die het openen verhindert. De functies die Nib nodig heeft om je bibliotheek te openen, wachtwoordvergrendeling en beheerde instellingen blijven aan.
pl: Wyłączenie funkcji działa od następnego otwarcia Nib, dzięki czemu możesz znaleźć tę, która uniemożliwia otwarcie. Funkcje potrzebne do otwarcia biblioteki, blokada hasłem i ustawienia zarządzane pozostają włączone.
pt_br: Desativar um recurso tem efeito na próxima vez que você abrir o Nib, para que você encontre aquele que impede a abertura. Os recursos de que o Nib precisa para abrir sua biblioteca, o bloqueio por senha e os ajustes gerenciados continuam ativados.
ru: Выключение функции вступает в силу при следующем открытии Nib, чтобы вы могли найти ту, что мешает открытию. Функции, нужные Nib для открытия библиотеки, блокировка паролем и управляемые настройки остаются включенными.
sv: Att stänga av en funktion börjar gälla nästa gång du öppnar Nib, så att du kan hitta den som hindrar Nib från att öppnas. Funktionerna som Nib behöver för att öppna biblioteket, lösenordslåset och hanterade inställningar förblir på.
tr: Bir özelliği kapatmak Nib’i bir sonraki açışınızda etkili olur; böylece açılmayı engelleyeni bulabilirsiniz. Nib’in kitaplığınızı açması için gereken özellikler, Parola kilidi ve yönetilen ayarlar açık kalır.
zh_hans: 关闭某项功能会在下次打开 Nib 时生效，以便你找出导致其无法打开的功能。Nib 打开资料库所需的功能、密码锁和受管理设置会保持打开。
zh_hant: 關閉某項功能會在下次打開 Nib 時生效，讓你找出導致其無法打開的功能。Nib 打開資料庫所需的功能、密碼鎖和受管理設定會保持開啟。

source: Turning a plugin off stops it straight away. A plugin that stops Nib from opening is the most common reason for safe mode.
de: Das Deaktivieren eines Plug-ins stoppt es sofort. Ein Plug-in, das Nib am Öffnen hindert, ist der häufigste Grund für den abgesicherten Modus.
es: Al desactivar un plugin, se detiene de inmediato. Un plugin que impide que Nib se abra es la causa más habitual del modo seguro.
fr: Désactiver un plug-in l’arrête immédiatement. Un plug-in qui empêche Nib de s’ouvrir est la cause la plus fréquente du mode sans échec.
it: Disattivare un plug-in lo interrompe subito. Un plug-in che impedisce l’apertura di Nib è la causa più comune della modalità provvisoria.
ja: プラグインをオフにするとすぐに停止します。Nibが開かなくなる原因として最も多いのはプラグインです。
ko: 플러그인을 끄면 즉시 중단됩니다. Nib이 열리지 않게 하는 플러그인이 안전 모드의 가장 흔한 원인입니다.
nl: Een plug-in uitzetten stopt deze meteen. Een plug-in die voorkomt dat Nib opent, is de meest voorkomende reden voor de veilige modus.
pl: Wyłączenie wtyczki natychmiast ją zatrzymuje. Wtyczka, która nie pozwala otworzyć Nib, to najczęstsza przyczyna trybu awaryjnego.
pt_br: Desativar um plug-in o interrompe imediatamente. Um plug-in que impede o Nib de abrir é o motivo mais comum do modo de segurança.
ru: Выключение плагина сразу его останавливает. Плагин, который не дает Nib открыться, — самая частая причина безопасного режима.
sv: Om du stänger av en plugin stoppas den direkt. En plugin som hindrar Nib från att öppnas är den vanligaste orsaken till felsäkert läge.
tr: Bir eklentiyi kapatmak onu hemen durdurur. Güvenli modun en yaygın nedeni, Nib’in açılmasını engelleyen bir eklentidir.
zh_hans: 关闭插件会立即停止它。导致 Nib 无法打开的插件是进入安全模式最常见的原因。
zh_hant: 關閉外掛會立即停止它。導致 Nib 無法打開的外掛是進入安全模式最常見的原因。

source: Turns off when you reopen Nib
de: Wird beim erneuten Öffnen von Nib deaktiviert
es: Se desactiva al volver a abrir Nib
fr: Se désactive à la réouverture de Nib
it: Si disattiva quando riapri Nib
ja: Nibを再度開くとオフになります
ko: Nib을 다시 열면 꺼짐
nl: Gaat uit wanneer je Nib opnieuw opent
pl: Wyłączy się po ponownym otwarciu Nib
pt_br: É desativado quando você reabrir o Nib
ru: Выключится при повторном открытии Nib
sv: Stängs av när du öppnar Nib igen
tr: Nib’i yeniden açtığınızda kapanır
zh_hans: 重新打开 Nib 时关闭
zh_hant: 重新打開 Nib 時關閉

source: Turns on when you reopen Nib
de: Wird beim erneuten Öffnen von Nib aktiviert
es: Se activa al volver a abrir Nib
fr: S’active à la réouverture de Nib
it: Si attiva quando riapri Nib
ja: Nibを再度開くとオンになります
ko: Nib을 다시 열면 켜짐
nl: Gaat aan wanneer je Nib opnieuw opent
pl: Włączy się po ponownym otwarciu Nib
pt_br: É ativado quando você reabrir o Nib
ru: Включится при повторном открытии Nib
sv: Slås på när du öppnar Nib igen
tr: Nib’i yeniden açtığınızda açılır
zh_hans: 重新打开 Nib 时打开
zh_hant: 重新打開 Nib 時開啟

source: Two-Way Arrow
de: Doppelpfeil
es: Flecha doble
fr: Double flèche
it: Freccia doppia
ja: 両方向矢印
ko: 양방향 화살표
nl: Dubbele pijl
pl: Strzałka dwukierunkowa
pt_br: Seta Dupla
ru: Двусторонняя стрелка
sv: Dubbelriktad pil
tr: Çift Yönlü Ok
zh_hans: 双向箭头
zh_hant: 雙向箭頭

source: Two-Way Arrow Vertical
de: Doppelpfeil vertikal
es: Flecha doble vertical
fr: Double flèche verticale
it: Freccia doppia verticale
ja: 上下両方向矢印
ko: 세로 양방향 화살표
nl: Verticale dubbele pijl
pl: Strzałka dwukierunkowa pionowa
pt_br: Seta Dupla Vertical
ru: Вертикальная двусторонняя стрелка
sv: Vertikal dubbelriktad pil
tr: Dikey Çift Yönlü Ok
zh_hans: 竖向双向箭头
zh_hant: 垂直雙向箭頭

source: Type
de: Typ
es: Tipo
it: Tipo
ja: 種類
ko: 유형
pl: Rodzaj
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tür
zh_hans: 类型
zh_hant: 類型

source: Type one emoji
de: Ein Emoji eingeben
es: Escribe un emoji
fr: Saisissez un emoji
it: Digita un’emoji
ja: 絵文字を1つ入力
ko: 이모지 하나 입력
nl: Typ één emoji
pl: Wpisz jedno emoji
pt_br: Digite um emoji
ru: Введите один эмодзи
sv: Skriv en emoji
tr: Bir emoji yazın
zh_hans: 输入一个表情符号
zh_hant: 輸入一個表情符號

source: Type the Duration
de: Dauer eintippen
es: Escribir la duración con el teclado
fr: Saisir la durée
it: Digita la durata
ja: 時間を入力
ko: 지속 시간 입력
nl: Typ de duur
pl: Wpisz czas trwania
pt_br: Digitar a Duração
ru: Ввести длительность
sv: Skriv in varaktigheten
tr: Süreyi Yazın
zh_hans: 键入时长
zh_hant: 輸入時間長度
